
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "eza"
brew "tmux"
brew "tpm"
brew "ripgrep"
brew "neovim"

cask "firefox"
cask "google-chrome"
cask "ghostty"
cask "font-jetbrains-mono-nerd-font"
cask "1password"
cask "keepingyouawake"
cask "yaak"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "alfred"
cask "proton-mail-bridge"
cask "protonvpn"
cask "numi"
cask "zed"
